aaravb.chrome-extension-developer-tools
aaron-bond.better-comments
adpyke.codesnap
amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
donjayamanne.githistory
ecmel.vscode-html-css
esbenp.prettier-vscode
fallenmax.mithril-emmet
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
humao.rest-client
irongeek.vscode-env
kamalhasan.advanced-arabic-lorem
mattpocock.ts-error-translator
mgmcdermott.vscode-language-babel
mikestead.dotenv
moalamri.inline-fold
mrchetan.phpstorm-parameter-hints-in-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
msjsdiag.vscode-react-native
onecentlin.laravel-blade
onecentlin.laravel5-snippets
patbenatar.advanced-new-file
postman.postman-for-vscode
pranaygp.vscode-css-peek
redhat.vscode-yaml
ritwickdey.liveserver
shufo.vscode-blade-formatter
sleistner.vscode-fileutils
syler.sass-indented
tyriar.luna-paint
wallabyjs.console-ninja
xabikos.javascriptsnippets
zignd.html-css-class-completion
